[
["D","높은주도형","감독자형",{
    "성격적 특징" : "성격적 특징은 명령적이고, 주도적이며, 결과물 중시하고, 개인적 성취와 목표지향적이다.",
    "태도와 사교성" : "타인에 대한 태도는 시원시원하며, 다른 사람 말을 들을때 종종 참을성이 없고, 업적, 일에 대해 이야기 하는것을 좋아하고, 타인에게 리더십을 발휘하고, 지시하는 경향이 있다."
}],
["DI","주도사교형","결과지향형",{
    "성격적 특징" : "성격적 특징은 결과물 중시하고, 주도적이면서도 감정표현을 잘하며, 사람을 좋아하는 사교적 성격이 함께한다.",
    "태도와 사교성" : "타인에 대한 태도는 시원시원하면서도 친절하고 싹싹한 편이다. 다른 사람 말을 들을때 종종 참을성이 없고, 주위가 산만하며, 일에 대해 이야기 하는것을 좋아하고, 사람들에게 영향을 미치는 경향이 있다."
}],
["DIS","주도사교안정형","관계중심적 지도자형",{
    "성격적 특징" : "성격적 특징은 주도적이면서도 사교적 성격과 과정과 팀을 중시하는 복합적인 성격이 공존한다.",
    "태도와 사교성" : "타인에 대한 태도는 시원시원하면서도 친절하고 싹싹한편이지만 자제력도 있다. 사람들에게 영향을 미치는 경향이 있으며 잘 수용하는 경향이 있다."
}],
["DIC","주도사교신중형","대법관형",{
    "성격적 특징" : "성격적 특징은 주도적이면서도 사교적 성격이 있는 반면 진지하고 세심한 복합적인 성격이 공존한다.",
    "태도와 사교성" : "타인에 대한 태도는 시원시원하면서도 친절하고 싹싹한편이지만 이성적이며 객관적인 면이 있으며, 다른 사람에 대해 이야기 하는것을 좋하하고, 계산되고 신중한 면도 있다."
}],
["DS","주도안정형","성취자형",{
    "성격적 특징" : "성격적 특징은 주도적이면서도 여유롭고 느리며, 과정과 팀을 중시하는 성격이 공존한다.",
    "태도와 사교성" : "타인에 대한 태도는 시원시원하면서도 자제력도 있다. 다른 사람 말을 들을때 종종 참을성이 없지만 주의 깊게 듣기도한다. 일에 대한것과 다른 사람에 대해 이야기 하는것을 좋하는 경향이 있다."
}],
["DSI","주도안정사교형","업무중심적 지도자형",{
    "성격적 특징" : "성격적 특징은 주도적이면서도 여유롭고 느린 안정적이며 과정과 팀을 중시하는 성격, 그리고 사람을 좋아하는 사교적 성젹이 함께 한다. 복합적인 성격이 공존한다.",
    "태도와 사교성" : "타인에 대한 태도는 시원시원하면서도 자제력도 있으며, 친절하고 싹싹한면도 있다. 다른 사람 말을 들을때 종종 참을성이 없지만,주의 깊게 듣기도한다. 사람들을 잘 수용하는 경향이 있다."
}],
["DSC","주도안정신중형","전문가형",{
    "성격적 특징" : "성격 스타일은 명령적이지만, 여유로우면서도,  진지하고 세심하며, 목표지향적 이면서도 과정을 중시하고, 조직에도 잘 적응한다.",
    "태도와 사교성" : "다른 사람에게 시원시원하며, 자제력 있고, 객관적이다. 대화할때는 종종 참을성이 없지만, 주의를 기울여 듣기도 하고, 사실에 초첨을 맞춰 분석하기도 한다, 리더십을 발휘하고, 잘 수용하지만, 다른 사람을 가치와 질로 평가하는 경향이 있다."
}],
["DC","주도신중형","개척자형",{
    "성격적 특징" : "성격 스타일은 명령적이면서도, 진지하고 세심하한면이 있으며, 결과물 중시하고, 목표지향적이지만, 세부사항을 중시하고, 조직에도 잘 적응하는 편이다.",
    "태도와 사교성" : "타인에 대해 종종 참을성이 없고, 리더십을 발휘하고, 시원시원하면서도 이성적이고 객관적이며, 사실에 초첨을 맞춰 분석하는 경향이있다. "
}],
["DCI","주도신중사교형","대중강사형",{
    "성격적 특징" : "성격 스타일은 명령적이지만, 진지하고 세심하며, 감정표현을 잘한다, 결과물 중시하고, 목표지향적 이지만 세부사항을 중시하고, 사람을 중시 하고,  좋아한다.",
    "태도와 사교성" : "시원시원하며, 이성적이고 객관적이지만 친절하고 싹싹하며, 종종 참을성이 없고, 사실에 초첨을 맞춰 분석하고, 리더십을 발휘하고, 지시하는 다른 사람에게 영향을 미치는 경향이 있다."
}],
["DCS","주도신중안정형","마이스터형",{
    "성격적 특징" : "셩격 스타일은 명령적이지만, 진지하고, 세심하며, 여유롭고 느리다, 목표지향적 이지만 세부사항과 과정을 중시하고, 자제력이 있는편이다.",
    "태도와 사교성" : "시원시원하며, 이성적이고 객관적이지만 착실하고 자제력이 있으며, 참을성이 없고, 사실에 초점을 맞춰 분석하고, 다른 사람을 잘 수용하는 편이다."
}],
["I","높은사교형","분위기 메이커형",{
    "성격적 특징" : " 성격적 특징은 사교적이며, 감정표현을 잘하며, 사람을 중시 하고, 사람을 좋아한다.",
    "태도와 사교성" : "타인에 대한 태도는 친절하고 싹싹하며, 다른 사람 말을 들을때 주위가 산만하고, 다른 사람들에 대해 이야기 하는것을 좋아하고, 사람들에게 영향을 미치는 경향이 있다."
}],
["ID","사교주도형","설득자형",{
    "성격적 특징" : "성격적 특징은 사교적이며, 감정표현을 잘하며, 사람을 좋아하는 사교적이면서도 결과물 중시하고, 주도적인 경향이 있다.",
    "태도와 사교성" : "다른사람에게 친절하고 싹싹하며, 시원시원하며, 대화할때 주위가 산만하고, 종종 참을성이 없고, 사람들에게 영향을 미치는 경향이 있다."
}],
["IDS","사교주도안정형","정치가형",{
    "성격적 특징" : "성격은 사교적이며, 감정표현을 잘하며,  명령적이지만, 여유롭고 느리며,  사람을 중시 하고, 좋아한다 또 결 목표지향적 이지만 과정을 중시하는 복합적 성격이다.",
    "태도와 사교성" : "다른 사람에게 친절하고 싹싹하고, 시원시원하며, 착실하고 자제력 있으며, 대화할때는 주위가 산만하고, 종종 참을성이 없지만 어떤경우에는 기꺼이 주의를 기울여 듣고, 사람들에게 영향을 미치고 리더십을 발휘하고,  잘 수용하는 경향이 있다"
}],
["IDC","사교주도신중형","지도자형",{
    "성격적 특징" : "성격 스타일은 사교적이며, 감정표현을 잘하며,  명령적이지만, 진지하고 세심하며,  사람을 중시 하고, 좋아하지만, 목표지향적 이면서도 세부사항을 중시하고, 조직에 잘 적응한다",
    "태도와 사교성" : "다른 사람에게 친절하고 싹싹하며, 시원시원하며, 이성적이고 객관적이며, 대화할때는 주위가 산만하고, 종종 참을성이 없지만, 사실에 초첨을 맞춰 분석하고, 사람들에게 영향을 미치는 리더십을 발휘하고, 다른 사람을 가치와 질로 평가하는 경향이 있다"
}],
["IS","사교안정형","격려자형",{
    "성격적 특징" : "성격 스타일은 사교적이며, 감정표현을 잘하며,  여유롭고 느리며,  사람을 중시 하고, 좋아하면서도 과정을 중시하고, 내 물건들을 잘 챙긴다",
    "태도와 사교성" : "다른 사람에게 친절하고 싹싹하며, 착실하고 자제력 있으며, 대화할때는 주위가 산만하지만, 주의를 기울여 듣기도하고, 사람들에게 영향을 미치며 잘 수용하는 경향이 있다"
}],
["ISD","사교안정주도형","헌신자형",{
    "성격적 특징" : "성격 스타일은 사교적이며, 감정표현을 잘하며,  여유롭고 느리며,  명령적이며, 사람을 중시 하고, 좋아한다과정을 중시하고, 내 물건들을 잘 챙긴다결과물 중시하고, 목표지향적 이다",
    "태도와 사교성" : "다른 사람에게 친절하고 싹싹하며, 착실하고 자제력 있으며, 시원시원하며, 대화할때는 주위가 산만하지만 어떤때는 주의를 기울여 듣고, 참을성이 종종 없고, 사람들에게 영향을 미치며 잘 수용하는 편이지만, 지시하는 경향이 있다"
}],
["ISC","사교안정신중형","코치형",{
    "성격적 특징" : "성격 스타일은 사교적이며, 감정표현을 잘하며,  여유롭고 느리며,  진지하고 세심하며,  사람을 중시 하고, 좋아하며, 과정을 중시하고, 조직에 잘 적응한다",
    "태도와 사교성" : "다른 사람에게 친절하고 싹싹하며, 착실하고 자제력 있으며, 이성적이고 객관적이며, 대화할때는 주위가 산만하지만, 기꺼이 주의를 기울여 듣고, 사실에 초첨을 맞춰 분석하고, 사람들에게 영향을 미치며 잘 수용하며 다른 사람을 가치와 질로 평가하는 경향이 있다"
}],
["IC","사교신중형","대인협상가형",{
    "성격적 특징" : "성격 스타일은 사교적이며, 감정표현을 잘하며,  진지하고 세심하며,  사람을 중시 하고, 좋아한다세부사항을 중시하고, 조직에 잘 적응한다",
    "태도와 사교성" : "다른 사람에게 친절하고 싹싹하며, 이성적이고 객관적이며, 대화할때는 주위가 산만하고, 사실에 초첨을 맞춰 분석하고, 사람들에게 영향을 미치며, 다른 사람을 가치와 질로 평가하는 경향이 있다"
}],
["ICD","사교신중주도형","업무협상가형",{
    "성격적 특징" : "성격 스타일은 사교적이며, 감정표현을 잘하며,  진지하고 세심하지만,  명령적일때가 있다. 사람을 중시 하고, 좋아하며 세부사항을 중시하고, 조직에 잘 적응하며, 목표지향적 이다",
    "태도와 사교성" : "다른 사람에게 친절하고 싹싹하며, 이성적이고 객관적이며, 시원시원하며, 대화할때는 주위가 산만하고, 사실에 초첨을 맞춰 분석하고, 사람들에게 영향을 미치며, 다른 사람을 가치와 질로 평가하기도 하고,리더십을 발휘하고, 지시하는 경향이 있다"
}],
["ICS","사교신중안정형","조정자형",{
    "성격적 특징" : "성격 스타일은 사교적이며, 감정표현을 잘하며,  진지하고 세심하지만 여유롭고 느리며,  사람을 중시 하고, 세부사항을 중시하고, 조직에 잘 적응하며 내 물건들을 잘 챙긴다",
    "태도와 사교성" : "다른 사람에게 친절하고 싹싹하지만, 이성적이고 객관적인 면이 있고, 착실하고 자제력 있으며, 대화할때는 주위가 산만한반면에, 사실에 초첨을 맞춰 분석하고, 사람들에게 영향을 미치며, 다른 사람을 가치와 질로 평가하지만, 잘 수용하는 경향이 있다"
}],
["S","높은안정형","팀플레이어형",{
    "성격적 특징" : "성격적 특징은 여유롭고 느리며, 과정과 팀을 중시하고, 그림, 편지와 내 물건들을 잘 챙긴다.",
    "태도와 사교성" : "타인에 대한 태도는 착실하고 자제력 있으며, 다른 사람 말을 들을때 기꺼이 주의를 기울여 듣고, 가족과 친구에 대해 이야기 하는것을 좋하하고,  타인을 잘 수용하는 경향이 있다"
}],
["SD","안정주도형","전문적 성취자형",{
    "성격적 특징" : "성격 스타일은 여유롭고 느리며, 과정을 중시하고, 내 물건들을 잘 챙기고, 명령적이며, 결과물 중시하고, 목표지향적 이다",
    "태도와 사교성" : "다른 사람에게 착실하고 자제력 있으며, 시원시원하며, 대화할때는 기꺼이 주의를 기울여 듣고, 종종 참을성이 없으며, 리더십을 발휘하고, 지시하는 경향이 있다"
}],
["SDI","안정주도사교형","디자이너형",{
    "성격적 특징" : "성격 스타일은 여유롭고 느리며, 과정을 중시하고, 내 물건들을 잘 챙기고, 명령적이며, 결과물 중시하고, 목표지향적이며, 감정표현을 잘하며, 사람을 중시 하고, 좋아한다",
    "태도와 사교성" : "다른 사람에게 착실하고 자제력 있으며, 시원시원하며, 친절하고 싹싹하며, 대화할때는 기꺼이 주의를 기울여 듣고, 종종 참을성이 없고, 주위가 산만하며, 사람들에게 영향을 미치고, 리더십을 발휘하는 경향이 있다"
}],
["SDC","안정주도신중형","수사관형",{
    "성격적 특징" : "성격 스타일은 여유롭고 느리며, 과정을 중시하고, 내 물건들을 잘 챙기고, 명령적이며, 결과물 중시하고, 목표지향적이며, 진지하고 세심하며,  세부사항을 중시하고, 조직에 잘 적응한다",
    "태도와 사교성" : "다른 사람에게 착실하고 자제력 있으며, 시원시원하며, 이성적이고 객관적이며, 대화할때는 기꺼이 주의를 기울여 듣고, 종종 참을성이 없을 때도 있지만, 사실에 초첨을 맞춰 분석하고, 잘 수용하며, 리더십을 발휘하고, 다른 사람을 가치와 질로 평가하는 경향이 있다"
}],
["SI","안정사교형","조언자형",{
    "성격적 특징" : "성격 스타일은 여유롭고 느리며, 과정을 중시하고, 내 물건들을 잘 챙기고, 감정표현을 잘하며,  사람을 중시 하고, 좋아한다",
    "태도와 사교성" : "다른 사람에게 착실하고 자제력 있으며, 친절하고 싹싹하며, 대화할때는 기꺼이 주의를 기울여 듣지만, 종종 주위가 산만하고, 잘 수용하며, 사람들에게 영향을 미치는 경향이 있다"
}],
["SID","안정사교주도형","평화적 리더형",{
    "성격적 특징" : " 성격 스타일은 여유롭고 느리며, 과정을 중시하고, 내 물건들을 잘 챙기고, 감정표현을 잘하며,  사람을 중시 하고, 좋아하지만, 명령적이며, 결과물 중시하고, 목표지향적 이다",
    "태도와 사교성" : "다른 사람에게 착실하고 자제력 있으며, 친절하고 싹싹하며, 시원시원하며, 대화할때는 기꺼이 주의를 기울여 듣지만, 종종 주위가 산만하고, 또 참을성이 적고, 잘 수용하며, 사람들에게 영향을 미치고, 리더십을 발휘하는 경향이 있다"
}],
["SIC","안정사교신중형","상담자형",{
    "성격적 특징" : " 성격 스타일은 여유롭고 느리며, 과정을 중시하고, 내 물건들을 잘 챙기고, 감정표현을 잘하며,  사람을 중시 하고, 좋아하며, 진지하고 세심하며, 세부사항을 중시하고, 조직에 잘 적응한다",
    "태도와 사교성" : "다른 사람에게 착실하고 자제력 있으며, 친절하고 싹싹하며, 이성적이고 객관적이며, 대화할때는 기꺼이 주의를 기울여 듣지만, 종종 주위가 산만하고, 사실에 초첨을 맞춰 분석하고, 잘 수용하며, 사람들에게 영향을 미치고, 다른 사람을 가치와 질로 평가하는 경향이 있다"
}],
["SC","안정신중형","관리자형",{
    "성격적 특징" : "성격 스타일은 여유롭고 느리며, 내 물건들을 잘 챙기고, 진지하고 세심하며, 세부사항을 중시하고, 조직에 잘 적응한다",
    "태도와 사교성" : "다른 사람에게 착실하고 자제력 있으며, 이성적이고 객관적이며, 대화할때는 기꺼이 주의를 기울여 듣고, 사실에 초첨을 맞춰 분석하고, 잘 수용하며, 다른 사람을 가치와 질로 평가하는 경향이 있다"
}],
["SCD","안정신중주도형","전략가형",{
    "성격적 특징" : "성격 스타일은 여유롭고 느리며, 내 물건들을 잘 챙기고, 진지하고 세심하며,  명령적이며, 세부사항을 중시하고, 조직에 잘 적응하며, 목표지향적 이다",
    "태도와 사교성" : "다른 사람에게 착실하고 자제력 있으며, 이성적이고 객관적이며, 시원시원하며, 대화할때는 기꺼이 주의를 기울여 듣고, 사실에 초첨을 맞춰 분석하고, 종종 참을성이 없고, 잘 수용하며, 다른 사람을 가치와 질로 평가하고, 리더십을 발휘하는 경향이 있다"
}],
["SCI","안정신중사교형","평화중재자형",{
    "성격적 특징" : "성격 스타일은 여유롭고 느리며, 내 물건들을 잘 챙기고, 진지하고 세심하며,  감정표현을 잘하며,  세부사항을 중시하고, 조직에 잘 적응하며, 사람을 중시 하고, 좋아한다.",
    "태도와 사교성" : "다른 사람에게 착실하고 자제력 있으며, 이성적이고 객관적이며, 친절하고 싹싹하며, 대화할때는 기꺼이 주의를 기울여 듣고, 사실에 초첨을 맞춰 분석하지만, 종종 주위가 산만하고, 잘 수용하며, 다른 사람을 가치와 질로 평가하고, 사람들에게 영향을 미치는 경향이 있다"
}],
["C","높은신중형","논리적 사고형",{
    "성격적 특징" : "성격적 특징은 진지하고 세심하며, 상식적이며, 세부 사항을 중시하고, 질서, 기능 조직에 잘 적응한다",
    "태도와 사교성" : "타인에 대한 태도는 이성적이고 객관적이며, 다른 사람 말을 들을때는 사실에 초첨을 맞춰 분석하고, 사건, 정보 조직에 대해 이야기 하는것을 좋하하고, 타인을 가치와 질로 평가하는 경향이 있다"
}],
["CD","신중주도형","설계자형",{
    "성격적 특징" : "성격 스타일은 진지하고 세심하며, 조직에 잘 적응하고 세심하지만, 명령적이며, 결과물 중시하고, 목표지향적이다.",
    "태도와 사교성" : "다른 사람에게 이성적이고 객관적이며, 시원시원하며, 대화할때는 사실에 초첨을 맞춰 분석하지만, 종종 참을성이 없고, 다른 사람을 가치와 질로 평가하며, 리더십을 발휘하고, 지시하는 경향이 있다"
}],
["CDI","신중주도사교형","프로듀서형",{
    "성격적 특징" : "성격 스타일은 진지하고 세심하며, 조직에 잘 적응하고 세심하지만, 어떤 경우 명령적이며, 결과물 중시하고, 목표지향적 이며 감정표현을 잘하기도하며, 사람을 좋아한다.",
    "태도와 사교성" : "다른 사람에게 이성적이고 객관적이며, 시원시원하며, 친절하고 싹싹하며, 대화할때는 사실에 초첨을 맞춰 분석하고, 종종 참을성이 없고, 주위가 산만하고, 다른 사람을 가치와 질로 평가하고, 지시하며, 사람들에게 영향을 미치는 경향이 있다"
}],
["CDS","신중주도안정형","심사 숙고형",{
    "성격적 특징" : "성격 스타일은 진지하고 세심하며, 조직에 잘 적응하고 세심하지만, 어떤 경우 명령적이며, 결과물 중시하고, 목표지향적 이며 내 물건들을 잘 챙긴다",
    "태도와 사교성" : "다른 사람에게 이성적이고 객관적이며, 시원시원하며, 착실하고 자제력 있으며, 대화할때는 사실에 초첨을 맞춰 분석하고, 종종 참을성이 없지만 어떨때는 기꺼이 주의를 기울여 듣고, 다른 사람을 가치와 질로 평가하고 리더십을 발휘하고, 잘 수용하는 경향이 있다"
}],
["CI","신중사교형","평론가형",{
    "성격적 특징" : "성격 스타일은 진지하고 세심하며, 조직에 잘 적응하고 세심하지만, 감정표현을 잘하며, 사람을 중시 하고, 좋아한다",
    "태도와 사교성" : "다른 사람에게 이성적이고 객관적이며, 친절하고 싹싹하며, 대화할때는 사실에 초첨을 맞춰 분석하고, 주위가 산만하며, 다른 사람을 가치와 질로 평가하고, 사람들에게 영향을 미치는 경향이 있다"
}],
["CID","신중사교주도형","작가형",{
    "성격적 특징" : "성격 스타일은 진지하고 세심하며, 조직에 잘 적응하고 세심하지만, 감정표현을 잘하며, 사람을 중시 하고, 좋아하지만, 어떤경우 명령적이며, 결과물 중시하고, 목표지향적 이다",
    "태도와 사교성" : "다른 사람에게 이성적이고 객관적이며, 친절하고 싹싹하며, 시원시원하며, 대화할때는 사실에 초첨을 맞춰 분석하고, 종종 주위가 산만하고, 참을성이 없고, 다른 사람을 가치와 질로 평가하고, 사람들에게 영향을 미치며 지시하는 경향이 있다"
}],
["CIS","신중사교안정형","중재자형",{
    "성격적 특징" : "성격 스타일은 진지하고 세심하며, 조직에 잘 적응하고 세심하지만, 감정표현을 잘하며, 사람을 중시 하고, 좋아하지만, 어떤경우 명령적이며, 결과물 중시하고, 목표지향적 이며 또한 여유롭고 느리며, 내 물건들을 잘 챙긴다",
    "태도와 사교성" : "다른 사람에게 이성적이고 객관적이며, 친절하고 싹싹하며, 착실하고 자제력 있으며, 대화할때는 사실에 초첨을 맞춰 분석하고, 종종 주위가 산만하지만 어떤때는 기꺼이 주의를 기울여 듣기도 하고, 다른 사람을 가치와 질로 평가하며 사람들에게 영향을 미치고 리더십을 발휘하는 경향이 있다"
}],
["CS","신중안정형","원칙중심형",{
    "성격적 특징" : "성격 스타일은 진지하고 세심하며, 세부사항을 중시하고, 조직에 잘 적응하고, 여유롭고 느리며,  과정을 중시하고, 내 물건들을 잘 챙긴다",
    "태도와 사교성" : "다른 사람에게 이성적이고 객관적이며, 착실하고 자제력 있으며, 대화할때는 사실에 초첨을 맞춰 분석하고, 기꺼이 주의를 기울여 듣고, 다른 사람을 가치와 질로 평가하며 잘 수용하는 경향이 있다"
}],
["CSD","신중안정주도형","국난 극복형",{
    "성격적 특징" : "성격 스타일은 진지하고 세심하며, 세부사항을 중시하고, 조직에 잘 적응하고, 여유롭고 느리며,  어떤경우 명령적이며, 목표지향적 이다",
    "태도와 사교성" : "다른 사람에게 이성적이고 객관적이며, 착실하고 자제력 있으며, 시원시원하며, 대화할때는 사실에 초첨을 맞춰 분석하고, 기꺼이 주의를 기울여 듣고, 종종 참을성이 없으며, 다른 사람을 가치와 질로 평가하고, 잘 수용하며, 리더십을 발휘하는 경향이 있다"
}],
["CSI","신중안정사교형","교수형",{
    "성격적 특징" : "성격 스타일은 진지하고 세심하며, 세부사항을 중시하고, 감정표현을 잘하며, 과정을 중시하고, 여유롭고 느리며 사람을 중시 하고, 좋아한다",
    "태도와 사교성" : "다른 사람에게 이성적이고 객관적이며, 착실하고 자제력 있으며, 친절하고 싹싹하며, 대화할때는 사실에 초첨을 맞춰 분석하고, 기꺼이 주의를 기울여 듣지만 어떤경우에는 주위가 산만하고, 다른 사람을 가치와 질로 평가하고 잘 수용하며, 사람들에게 영향을 미치는 경향이 있다"
}],
["DISC","복합형","복합형",{
    "성격적 특징" : "복합형의 행동유헝은 극히 드물긴하지만 주도 사교 안정 신중 모두가 같은 형태로 어떤 행동이 두드러지게 나타나지 않는 특성이 있다",
    "태도와 사교성" : "상대나 환경에 따라서 행동유형이 다르게 나타나는 특성이 있는데 어떤 유형이라 딱히 정의하기가 어렵다"
}]]